accept
acceptance
accepted
access
accessibility
accordion
accordions
account
accounting
accounts
action
actions
activate
activated
activation
active
activities
actor
actual
adapter
add
added
address
admin
adoption
advanced
after
agent
agents
alert
alerts
all
allow
allowed
analysis
analytics
analyze
analyzer
and
angular
anim
animate
animation
animations
anjam
answer
anti
any
aot
apexcharts
api
app
application
applied
apply
architect
architecture
area
areas
args
aria
array
arrow
assert
assets
async
attach
attr
attribute
attributes
attrs
audit
auth
authenticated
authentication
authority
authorization
auto
autocomplete
automated
autoprefixer
autosize
available
aval
avatar
aware
awesomplete
ayande
babel
back
background
backing
backup
badge
bar
bara
baraye
bars
base
baseline
basic
bechin
bede
bedi
before
behavior
bem
besaz
beshe
best
bind
binding
bindings
blank
blob
blocks
blur
body
bool
boolean
bootstrap
boundaries
boundary
brand
breadcrumb
breadcrumbs
breakdown
breakpoint
breakpoints
browser
budgets
build
builder
building
bump
bundle
button
buttons
cache
cached
caches
calc
calculate
calendar
call
callback
callbacks
camel
can
cancel
candidate
canon
canonical
capabilities
capability
card
cascade
cases
casing
catalog
category
change
changed
changelog
changes
char
characterization
characters
chars
chart
chat
che
check
checkbox
checked
checking
checklist
checks
child
children
chon
chrome
chunk
chunks
clamp
class
classes
classic
claude
clean
cleanup
clear
clearer
cli
click
client
clipboard
clone
cloned
close
closed
code
codes
coerce
coercion
collapse
collapsed
collect
collection
collections
color
command
commands
commercial
common
compact
compare
comparer
compile
compiler
complete
completed
completion
component
components
composition
compress
compressible
compression
compute
conditional
conf
config
configs
configuration
configurations
configure
confirm
confirmation
connectors
consistent
console
constants
constraints
constructor
consumer
contact
container
containers
content
context
contexts
contextual
contract
contracts
control
controls
conventions
convert
cookie
coordinates
copy
core
count
countdown
counter
countup
coverage
create
critical
crud
crypto
css
ctor
currency
current
custom
customization
customize
cut
dark
darken
dash
dashboard
data
database
date
daterangepicker
dates
datetime
datum
day
daygrid
deactivate
debounce
debounced
debouncing
debug
decimals
declaration
decline
decorator
decorators
decrease
deep
deepest
default
defaults
deferring
define
definitions
delay
delays
delegate
delegated
delete
demo
deny
dependencies
dependency
deprecated
deprecation
descendant
description
deselect
design
desktop
destroy
destroyed
detach
detail
details
dev
development
device
devices
devkit
diagnostics
dialer
diff
differences
digit
dim
dimension
dimensions
dir
direction
directionality
directive
directives
directory
dirty
disable
disabled
discover
disk
dismiss
dispatch
display
dist
distinct
document
documentation
documents
dom
domain
donut
down
downlevel
download
drag
draggable
draw
drawer
drawers
driven
drop
dropdown
dropdowns
dropzone
due
dummy
duration
dynamic
edit
effect
effective
effects
efficient
element
elements
elevated
email
emit
emitter
emoji
empty
enable
enabled
encoding
end
enforce
engage
engines
english
ensure
enter
enterprise
entry
env
environment
environments
equal
err
error
errors
escape
eslint
eslintrc
estefade
evaluate
event
events
exclude
exec
execute
executor
existing
exists
expand
expanded
experimental
explain
explicit
explorer
export
express
extend
extended
extends
extensions
external
extra
extract
extraction
facade
factory
fake
fallback
fallbacks
fallthrough
families
farsi
fatal
favicon
feedback
field
fields
figma
file
filename
files
filter
filtering
filters
finalize
find
finding
finish
first
fiscal
fit
fix
fixed
fixes
fixtures
flag
flatpickr
flatten
flip
flow
focus
focusable
folder
folders
follow
footer
for
forbidden
force
forgot
form
format
formats
formatted
formatter
formatters
formatting
forms
forward
foundation
fractional
fragments
frame
friendly
from
front
frontend
full
fullcalendar
function
future
gaps
gate
gauge
general
generate
generated
generation
generator
generic
generics
get
getter
getting
ghaleb
global
goto
grant
graph
graphify
grid
grids
ground
group
guard
guide
hala
hale
ham
handle
handler
handlers
handling
hardcoded
has
hashed
hashing
hast
haye
hazer
header
headers
height
helper
helpers
hidden
hide
hierarchy
high
highest
highlight
hint
hints
history
home
honest
host
href
html
http
https
ico
icon
icons
identifier
identity
ids
ignore
illustration
illustrations
image
images
impact
impl
implementation
implicit
import
important
imports
include
increase
index
indicator
indices
info
information
infrastructure
init
initial
initialization
initialize
initialized
initializer
initializers
initials
injectable
injection
inline
inlining
inner
input
inputmask
inputs
insert
inside
inst
instance
instances
instant
int
integer
integration
interaction
intercept
interceptor
interceptors
interface
internal
internals
internationalization
interop
interval
intervals
invalid
invalidate
inventory
invoke
iso
item
items
iterable
iteration
ivy
jasmine
jkanban
jori
json
karhayi
karma
key
keyboard
keydown
keypress
keys
keyup
keywords
kind
knowledge
kon
konam
label
labels
language
languages
last
launcher
layout
left
legacy
legend
length
level
lhci
lib
library
licenses
lifecycle
light
lighten
like
limit
line
link
links
lint
list
listener
listeners
literal
load
loaded
loader
loaders
loading
local
locale
localhost
localize
location
lock
locked
log
logger
logging
login
logo
logos
logout
logs
low
ltr
main
maintain
make
man
manage
management
manager
manifest
manual
map
mapper
mapping
margin
mark
mask
masked
masking
master
match
matcher
matches
matrix
max
maxlength
mcp
media
medium
meets
mega
membership
memberships
memory
menu
menus
merge
merged
message
messages
messenger
meta
metadata
meter
method
methodology
metric
metrics
middleware
migration
mikhay
mime
min
mini
minified
minimap
minimize
minutes
missing
mjs
mkdirp
mobile
mock
modal
modals
mode
model
models
modern
modes
modifiers
modular
module
modules
mojod
more
mouse
move
multi
multiple
name
named
names
namespace
namespaces
naming
native
navbar
navigate
navigation
navigator
needed
needing
nested
network
neutrality
new
next
ngb
ngsw
ngx
node
nodes
non
normal
normalize
normalized
not
notes
notice
notification
notifications
notify
nouislider
null
num
number
numbering
numeric
object
objects
observe
observer
off
offset
old
one
only
open
operation
operator
opposite
opt
optimization
optimized
optimizer
option
optional
options
opts
order
organization
origin
original
other
out
outcome
outlet
outline
output
outside
over
overlay
overlays
override
overrides
owned
ownership
package
pad
page
pages
pagination
panel
paragraph
param
parameter
parameters
params
parent
parents
parse
parser
part
partial
password
paste
patch
path
pathname
paths
pattern
patterns
pause
payload
percent
percentage
perform
performance
permanent
permission
permissions
persian
persist
phone
pipe
pipes
place
placeholder
placement
plain
plan
platform
play
plugin
plural
pointer
points
policy
pollution
polyfill
polyfills
popper
popperjs
populate
port
pos
position
positioned
positioning
positions
postbuild
postcss
practices
pre
predicate
preference
preferences
prefix
prefixes
preimplementation
premature
prepare
preprocessor
prerender
prerequisites
preset
press
prev
preview
previous
pricing
primary
primitive
print
priority
prism
prismjs
pristine
private
probe
process
processs
prod
product
production
profile
profiler
progress
project
projected
projects
projehaye
promise
prop
property
props
provide
provider
providers
public
purge
purgecss
push
query
queue
queued
quick
random
randomization
rate
rationale
raw
reactive
read
readme
ready
reapply
reason
rebuild
recent
recently
recognition
record
records
recreate
redirect
reenable
ref
refactor
refactored
refactoring
references
refresh
refs
region
register
registration
registrations
registry
reinit
reinitialize
rejected
relative
release
remaining
remote
removal
remove
removed
rename
render
renderer
rendering
replace
replacements
replay
report
reporter
reports
repository
request
requests
required
requirements
reservation
reset
resize
resolution
resolve
resolved
resolver
resource
resources
response
responsive
restore
result
results
resume
retry
returns
reusable
review
right
robots
role
roles
roo
room
root
round
route
routed
router
routes
routing
row
rtl
rtlcss
rule
rules
run
runtime
rxjs
saa
saas
safe
safely
same
sample
sanitize
sanitized
sarih
sass
save
saver
scale
scales
scan
schedule
schema
schematic
schematics
scope
scoped
score
screen
script
scripts
scroll
scrolling
scss
seams
search
searched
searches
searching
secondary
seconds
section
sections
security
seed
segment
segments
sel
select
selectable
selected
selection
selector
semantic
send
sensitive
seo
separator
series
serve
server
servers
service
services
session
set
settings
settled
setup
severity
shadows
share
shared
shell
shift
should
show
shown
shutdown
sibling
siblings
sidebar
signals
simulator
single
singleton
sitemap
size
sizes
skeleton
skip
slide
slider
slides
smooth
snake
snapshot
socicon
sorat
sort
sorted
source
spawn
spec
specific
speech
speed
spinner
splash
spy
src
sso
ssr
stack
stacked
standalone
standard
standardization
start
started
startup
state
statements
states
static
statistics
stats
status
stdio
step
stepper
steps
stick
sticky
still
stop
storage
store
stored
str
strategy
stream
strength
strict
string
strings
structure
structured
stub
style
styles
sub
subagents
subject
submenu
submit
subscriptions
subtle
subtype
success
suffixes
suggestion
suggestions
summary
supplier
support
supported
supports
suppress
svg
swap
swapper
sweet
sweetalert
switch
switchable
switcher
sync
syntax
synthesis
synthetic
system
tab
table
tables
tablet
tabs
tag
tagify
tags
tamam
target
targets
tasks
team
template
templates
temporary
tenant
term
terminal
test
text
textarea
texts
textual
the
theme
themes
then
this
threshold
thresholds
throttle
throttled
throw
thrown
thumbnail
thursday
tick
time
timegrid
timeline
timeout
timeouts
timer
timezone
tiny
title
tns
toast
toastr
today
toggle
token
tokens
tone
tones
toolbar
tools
tooltip
top
topbar
total
touch
touched
tozih
trace
track
tracking
transform
transformed
transition
transitions
translate
translated
translation
translations
treasury
tree
trees
trigger
trim
truncate
trust
tsconfig
tslib
twitter
two
txt
type
typecheck
typed
types
typescript
typing
typings
unauthorized
uncheck
unchecked
unique
unknown
unmask
unmasked
unrecoverable
until
untouched
update
updated
updates
upgrades
upload
uploading
url
usage
use
user
username
users
util
utilities
utils
val
valid
validate
validation
validator
validators
value
values
variable
variables
variation
velora
vendor
vendors
verification
version
versioned
versus
view
viewport
virtual
visibility
visible
wait
walk
warmup
warn
warning
warnings
watch
waterfall
web
webkit
webmanifest
webpack
week
wheel
width
window
wise
with
without
wizard
wizards
worker
workspace
wrap
wrapper
write
xml
yaireo
year
your
zone
zoom