accept
acceptance
accepted
access
accessibility
accordion
accordions
account
accounting
accounts
across
action
actions
activate
activated
activation
active
activities
actor
actual
adapter
add
added
address
admin
adv
advanced
after
agent
agents
alan
alert
alerts
aliases
all
allow
allowed
analysis
analytics
analyze
analyzer
and
angular
anim
animate
animation
animations
anjam
answer
anti
any
aot
apexcharts
api
app
application
apply
architect
architecture
are
area
args
aria
array
arrow
assert
assets
async
asynchronous
attach
attr
attribute
attributes
attrs
audit
auth
authenticated
authentication
authoritative
authority
auto
autocomplete
autoprefixer
autosize
available
aval
avatar
aware
awesomplete
ayande
babel
back
background
backing
backup
badge
bar
bara
baraye
barrel
bars
base
baseline
basic
bebin
bechin
bede
bedi
befor
before
behavior
bem
besaz
beshe
best
bind
binding
bindings
blank
blob
blocks
blur
body
bool
boolean
bootst
bootstrap
boundaries
boundary
boz
bozorge
brand
breadcrumb
breadcrumbs
breakdown
breakpoint
breakpoints
browser
budgets
build
builder
building
bump
bundle
button
buttons
cache
cached
caches
calc
calculate
calendar
call
callback
callbacks
camel
can
cancel
candidate
canon
canonical
capabilities
capability
card
cards
cascade
cases
casing
catalog
category
chaghadr
change
changed
changelog
changes
changing
char
characterization
characters
chars
chart
chat
che
check
checkbox
checked
checking
checklist
checks
chera
child
children
chon
chrome
chunk
chunks
clamp
class
classes
classic
claude
cleanu
cleanup
clear
clearer
cli
click
client
clipboard
clone
cloned
close
closed
code
codes
coerce
coercion
collapse
collapsed
collect
collection
collections
color
command
commands
commercial
common
commot
compact
compare
comparer
compatibility
compatible
compile
compiler
complete
completio
completion
completions
component
components
compose
composition
compress
compressible
compression
compute
conditional
conf
config
configs
configuration
configurations
configure
confirm
confirmation
connectors
consistent
console
constants
constraints
constructor
consumer
contact
container
containers
content
context
contexts
contextual
continie
continue
contract
contracts
control
controls
convert
cookie
coordinate
coordinates
copy
core
count
countdown
counter
countup
coverage
crawler
create
critical
crud
crypto
css
ctor
currency
current
custom
customization
cut
dari
dark
darken
dash
dashboard
dashborad
data
database
date
daterangepicker
dates
datetime
datum
day
daygrid
deactivate
debounce
debounced
debouncing
debug
decimals
declaration
declared
decline
decorator
decorators
decrease
deep
deepest
default
defaults
deferring
define
definition
definitions
delay
delayed
delays
delegate
delegated
delete
delivery
demo
deny
dependencies
dependency
deprecation
derived
descendant
description
deselect
design
desktop
destroy
destroyed
destruction
detach
detail
details
dev
development
device
devices
devkit
dialer
diff
differences
digam
digit
dim
dimension
dimensions
dir
direction
directionality
directive
directives
directory
dirty
disable
disabled
discover
disk
dismiss
dispatch
display
dist
distinct
document
documentation
documents
does
dom
domain
donut
down
downlevel
download
drag
draggable
draw
drawer
drawerdirective
drawers
drop
dropdown
dropdowns
dropzone
dropzonedirective
due
dummy
duotone
duration
during
dynamic
edit
effect
effective
effects
efficient
element
elements
elevated
email
emit
emitter
emoji
empty
enable
enabled
encoding
end
endpoint
enforce
engage
engines
english
ensure
enter
enterprise
entry
entrypoint
env
environment
environments
equal
err
erro
error
errors
escape
eslint
eslintrc
estefade
evaluate
event
events
exclude
exec
execute
executor
existing
exists
expand
expanded
experimental
explain
explicit
explorer
export
exports
express
extend
extended
extends
extensions
external
extra
extract
facade
facades
factory
failures
fake
fallback
fallbacks
fallthrough
families
farsi
fatal
favicon
feedback
field
fields
figma
file
filename
files
filter
filtering
filters
finalize
find
finish
first
fiscal
fit
fix
fixed
fixtures
flag
flatpickr
flatten
flip
flow
focus
focusable
folder
footer
for
forbidden
force
forgot
form
format
formats
formatted
formatter
formatters
formatting
forms
forward
foundation
fractional
fragments
frame
friendly
from
front
frontend
full
fullcalendar
function
future
gaps
gate
gauge
general
generate
generated
generation
generator
generic
generics
get
getter
ghaleb
gharare
ghavi
global
glyph
goftam
google
goto
grant
graph
graphify
grid
grids
ground
group
guarantee
guard
guide
hala
hale
ham
hamchenin
hameye
hamin
handle
handler
handlers
handling
hardcoded
hardening
haroo
has
hashed
hashing
hast
have
haye
hazer
header
headers
height
helper
helpers
hidden
hide
hierarchy
highest
highlight
hint
hints
history
home
honest
host
hover
how
href
html
http
https
ico
icon
icons
identifier
identity
ids
ignore
illustration
illustrations
image
images
impact
impl
implementation
implicit
import
imports
include
includes
increase
incremental
index
indicator
indices
info
information
infrastructure
init
initial
initialization
initialize
initialized
initializer
initializers
initials
injectable
injection
inke
inline
inlining
inner
inp
input
inputmask
inputs
insert
inside
inst
instance
instances
instant
instruction
int
integer
interaction
intercept
interceptor
interceptors
interface
internal
internals
internationalization
interop
interval
intervals
intitializer
invalid
invalidate
inventory
invoke
iso
item
items
iterable
iteration
its
ivy
jasmine
jkanban
jori
json
karhayi
karma
keep
key
keyboard
keydown
keypress
keys
keyup
keywords
kind
knowledge
known
kon
konam
kone
koni
label
labels
language
languages
last
launcher
layer
layout
lazy
left
legacy
legend
length
level
lhci
lib
library
licenses
lifecycle
light
lighten
like
limit
line
link
links
lint
list
listener
listeners
literal
load
loaded
loader
loaders
loading
local
locale
localhost
localize
location
lock
locked
log
logger
logging
login
logo
logos
logout
logs
low
ltr
main
maintain
make
man
manage
management
manager
manifest
manual
map
mapper
mapping
margin
mark
mask
masked
masking
master
match
matcher
matches
matrix
max
maxlength
mcp
media
meets
mega
membership
memberships
memory
menu
menudirective
menus
merge
merged
message
messages
messenger
meta
metadata
meter
method
methodology
metric
middleware
migration
mikhay
mikoni
mime
min
mini
minified
minimap
minimize
minutes
mismatch
missing
mjs
mkdirp
mobile
mock
modal
modals
mode
model
models
modern
modes
modifiers
modular
module
modules
mojod
moon
more
mouse
move
multi
multiple
name
named
names
namespace
namespaces
native
navbar
navigate
navigation
navigator
needed
negotiable
nested
network
new
next
ngb
ngsw
ngx
node
nodes
non
normal
normalize
normalized
not
notes
notice
notification
notifications
notify
nouislider
null
num
number
numbering
numeric
object
objects
observe
observer
off
offset
old
omit
one
only
open
operation
operational
operator
opposite
opt
optimaize
optimization
optimized
optimizer
option
options
opts
organization
origin
original
out
outcome
outlet
outline
output
outputs
outside
over
overlay
overlays
overrides
own
owned
owner
ownership
pack
package
packeshon
pad
page
pagination
panel
paragraph
param
parameter
parameters
params
parent
parents
parse
parser
part
partial
password
paste
patch
path
pathname
paths
pattern
patterns
pause
payload
pending
percent
percentage
perform
performance
permanent
permission
permissions
persian
persist
phone
pichide
pipe
pipes
place
placeholder
placement
plain
plan
platform
play
plugin
plural
pointer
policy
pollution
polyfill
polyfills
popper
popperjs
populate
port
pos
position
positioned
positioning
positions
postbuild
postcss
pre
predicate
preference
preferences
prefix
prefixes
preimplementation
premature
prepare
preprocessor
prerender
preservation
preserve
preset
press
prev
prevent
preview
previous
pricing
primary
primitive
print
priority
prism
prismjs
pristine
private
probe
process
processs
prod
product
production
profile
profiler
progress
project
projected
projects
projehaye
promise
prop
property
props
provide
provider
providers
public
purge
purgecss
push
query
queue
queued
quick
random
randomization
rate
rationale
raw
reactive
read
ready
reapply
reason
rebuild
recent
recently
recognition
record
records
recreate
redirect
reenable
ref
refactor
refactoring
references
refresh
refs
region
register
registration
registrations
registry
reinit
reinitialization
reinitialize
rejected
relative
remaining
remote
removal
remove
removed
rename
render
renderer
rendering
replace
replacements
replacing
replay
report
reporter
reports
repository
represent
request
requests
required
requirements
reservation
reset
resize
resolution
resolve
resolved
resolver
resource
resp
response
responses
responsive
restore
result
results
resume
retained
retry
returns
reusable
revert
review
right
robots
robust
role
roles
roo
root
round
route
routed
router
routes
routing
row
rtl
rtlcss
rule
rules
run
runtime
rxjs
saa
saas
safe
safely
same
sample
sanitize
sanitized
sarih
sass
save
saver
scale
scales
scan
schedule
schema
schematic
schematics
scope
scoped
score
screen
script
scripts
scroll
scrolling
scss
search
searched
searches
searching
secondary
seconds
section
security
seed
segment
segments
sel
select
selectable
selected
selection
selector
selectors
semantic
send
sensitive
seo
separator
series
serve
server
servers
service
services
session
set
settings
settled
setup
severity
shadows
share
shared
shell
shift
should
show
shown
shutdown
sibling
siblings
sidebar
signals
simulator
single
singleton
site
sitemap
size
sizes
skeleton
skip
slice
slices
slide
slider
slides
smooth
snake
snapshot
socicon
solid
sorat
sort
sorted
source
spawn
spec
specific
speech
speed
spinner
splash
split
spy
src
sso
ssr
stack
stacked
stale
standalone
standard
start
startup
state
states
static
statistics
stats
status
stdio
step
stepper
stick
sticky
stop
storage
store
stored
str
strategy
stream
strength
strict
string
strings
structure
structured
stub
style
styles
sub
subagents
subject
submenu
submit
subscriptions
subtle
subtype
success
suffixes
suggest
suggestion
suggestions
summary
supplier
support
supported
supports
suppress
svg
swap
swapper
sweet
sweetalert
switch
switchable
switcher
sync
syntax
synthesis
synthetic
system
tab
table
tables
tablet
tabs
tag
taghirate
tagify
tagifydirective
tags
tamam
target
targets
task
taxonomy
team
template
templates
temporary
tenant
term
terminal
terminate
test
text
textarea
texts
textual
that
the
theme
themes
then
this
thresholds
throttle
throttled
throw
thrown
thumbnail
thursday
tick
time
timegrid
timeline
timeout
timeouts
timer
timezone
tiny
title
tns
toast
toastr
today
toggle
token
tokens
tone
tones
toolbar
tools
tooltip
top
topbar
total
touch
touched
tozih
trace
track
tracking
transform
transformed
transition
transitions
translate
translated
translation
translations
treasury
tree
treedirective
trees
trigger
trim
truncate
trust
tsconfig
tslib
twitter
two
txt
type
typecheck
typed
types
typescript
typing
typings
unauthorized
uncheck
unchecked
undefined
unique
unknown
unmark
unmask
unmasked
unrecoverable
until
untouched
untrack
update
updated
updates
upload
uploading
url
usage
use
user
username
users
util
utilities
utils
val
valid
validate
validation
validator
validators
value
values
variable
velora
vendor
verification
version
versus
view
viewport
virtual
visibility
visible
wait
walk
warmup
warn
warning
warnings
watch
waterfall
web
webkit
webmanifest
webpack
week
wheel
width
window
wise
with
without
wizard
wizards
work
worker
workflow
workspace
wrap
wrapper
write
xml
yaireo
year
zone
zoom